Repository: xbeaufils/flutter_gismo
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr

source: Batch
de: Teilherde
es: Lote
fr: Lot

source: Sheep
de: Schaf
es: Individuo
fr: Individu

source: Lambing
de: Lammen
es: Parto
fr: Agnelage

source: Lambs
de: Lämmer
es: Corderos
fr: Agneaux

source: Mating
de: Paarung
es: Apareamiento
fr: Saillie

source: Ultrasound
de: Ultraschall
es: Ecografía
fr: Echographie

source: Weighing
de: Wiegen
es: Pesaje
fr: Pesée

source: Body cond.
de: Körperzustand
es: Puntuación de condición corporal
fr: Etat corp.

# body_cond_full
source: Body condition note
de: Körperkonditionsnote
es: Puntuación de condición corporal
fr: Note d'état corporel

source: Treatment
de: Behandlung
es: Tratamiento
fr: Traitement

# input
source: Entry
de: Eingabe
es: Entrada
fr: Entrée

# output
source: Departure
de: Ausgabe
es: Salida
fr: Sortie

source: Local user
de: Lokaler Benutzer
es: Usuario local
fr: Utilisateur local

source: Welcome
de: Willkommen
es: Inicio
fr: Accueil

source: Memo
de: Notiz
es: Nota

source: Configuration
de: Einstellung
es: Configuración

# earring
source: Ear tag
de: Ohrmarke
es: Aro
fr: Boucle

# earring_search
source: Search ear tag
de: Ohrmarkensuche
es: Búsqueda de aro
fr: Recherche boucle

# place_earring
source: Place the ear tag
de: Ohrmarke anbringen
es: Colocar arete
fr: Poser la boucle

source: Search
de: Suche
es: Buscar
fr: Recherche

# title_empty_list
source: Empty list
de: Leere Liste
es: Vacío list
fr: Liste vide

# text_empty_list
source: To enter lifestock, make an entry from the main screen.
de: Um den Bestand einzugeben, machen Sie bitte eine Eingabe vom Hauptbildschirm.
es: Para ingresar el recuento de cabezas, introdúzcalo desde la pantalla principal.
fr: Pour saisir l'effectif, veuillez faire une entrée depuis l'écran principal.

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté

source: Data available
de: Daten verfügbar
es: Datos recibidos
fr: Données reçues

# no_earring_read
source: No ear tag read
de: Keine Ohrmarke gelesen
es: No se leyó el pendiente
fr: Pas de boucle lue

source: Flock number
de: Herdennummer
es: Número de rebaño
fr: Numero marquage

# flock_number_hint
source: Flock
de: Markierung
es: Rebaño
fr: Marquage

# enter_flock_number
source: Enter a flock number
de: Geben Sie eine Herdennummer ein
es: Ingrese un número de rebaño
fr: Entrez un numero de marquage

# flock_number_warn
source: Flock number missing
de: Herdennummer fehlt
es: Falta el número de rebaño
fr: Numéro de marquage absent

source: Identity number
de: Ohrmarkennummer
es: Número de bucle
fr: Numero boucle

# identity_number_hint
source: Identity
de: Ohrmarke
es: Bucle
fr: Boucle

# enter_identity_number
source: Enter an identity number
de: Geben Sie eine Ohrmarkennummer ein
es: Ingrese un número de bucle
fr: Entrez un numero de boucle

# identity_number_warn
source: Identity number missing
de: Ohrmarkennummer fehlt
es: Falta el número de bucle
fr: Numéro de boucle absent

# sex_warn
source: Sex missing
de: Geschlecht fehlt
es: Falta el sexo
fr: Sexe absent

source: Name
de: Rufname
es: Nombre pequeño
fr: Petit nom

# identity_number_error
source: Identity number is already present
de: Ohrmarkennummer bereits vorhanden
es: El número de bucle ya está presente
fr: Numero de boucle déja présent

# dateEntry
source: Date of entry
de: Eintrittsdatum
es: Fecha de entrada
fr: Date d'entrée

source: No entry date
de: Kein Eintrittsdatum
es: Sin fecha de entrada
fr: Pas de date d'entrée

# dateDeparture
source: Date of departure
de: Austrittsdatum
es: Fecha de salida
fr: Date de sortie

# noDateDeparture
source: No date of departure
de: Kein Austrittsdatum
es: Sin fecha de salida
fr: Pas de date de sortie

source: Batch name
de: Name der Teilherde
es: Nombre del lote
fr: Nom lot

# batch_campaign
source: Campaign
de: Kampagne
es: Campaña
fr: Campagne

# batch_warning
source: You must save the batch before add
de: Sie müssen die Teilherde speichern, bevor Sie sie hinzufügen können
es: Debe guardar el lote antes de añadirlo
fr: Vous devez enregistrer le lot avant d'ajouter

source: Weight
de: Gewicht
es: Peso
fr: Poids

source: Weighing date
de: Wiegedatum
es: Fecha de pesaje
fr: Date de pesée

source: No weighing date
de: Kein Wiegedatum
es: Sin fecha de pesaje
fr: Pas de date de pesée

# weighing_error
source: weighing has not a number format
de: Das Gewicht hat kein numerisches Format
es: El peso no está en formato numérico
fr: Le poids n'est pas au format numérique

# weighing_hint
source: Weight in Kg
de: Gewicht in kg
es: Peso en kg
fr: Poids en Kg

source: No weight entered
de: Kein Gewicht eingegeben
es: No se ha introducido ningún peso
fr: Pas de poids saisi

source: Provisional number
de: Vorläufige Nummer
es: Número provisional
fr: Numéro provisoire

# tooltip_search
source: Search
de: Suche
es: Buscar
fr: Recherche

source: Lambing date
de: Lammgeburtszeitpunkt
es: Fecha de parto
fr: Date d'agnelage

# enter_lambing_date
source: Enter a lambing date
de: Geben Sie einen Lammgeburtszeitpunkt ein
es: Introducir una fecha de parto
fr: Entrer une date d'agnelage

source: Lambing default
de: Standard für die Lammzeit
es: Predeterminado de parto
fr: Défaut d'agnelage

source: Lambing quality
de: Qualität der Lammzeit
es: Calidad de parto
fr: Qualité d'agnelage

source: Adoption quality
de: Adoptionsqualität
es: Calidad de adopción
fr: Qualité adoption

source: Observations
de: Beobachtungen
es: Observaciones

source: Validate lambing
de: Lammzeit bestätigen
es: Validar parto
fr: Valider l'agnelage

# add_lamb
source: Add a lamb
de: Lamm hinzufügen
es: Añadir un cordero
fr: Ajouter un agneau

source: Breastfeeding not specified
de: Stillen nicht angegeben
es: Lactancia materna no especificada
fr: Allaitement non spécifié

source: Health
de: Gesundheitszustand
es: Estado de salud
fr: Etat de santé

source: Alive
de: Lebendig
es: Vivo
fr: Vivant

source: Stillborn
de: Totgeboren
es: Nacido muerto
fr: Mort-né

source: Aborted
de: Abgetrieben
es: Abortado
fr: Avorté

source: Breastfeeding mode
de: Stillmodus
es: Lactancia materna modo
fr: Mode d'allaitement

source: New lamb
de: Neues Lamm
es: Nuevo cordero
fr: Nouvel agneau

# edit_lamb
source: edit
de: Bearbeiten
es: editar
fr: modification

source: All ram
de: Alle Widder
es: Todas las memorias RAM
fr: Tout béliers

# no_ram_found
source: No ram found with this criteria
de: Kein Widder mit den gewählten Kriterien gefunden
es: No se encontró ninguna memoria RAM con los criterios seleccionados
fr: Pas de bélier trouvé avec les critères choisis

# title_lambing_default
source: Common faults in lambing
de: Häufige Mängel bei der Lammzeit
es: Defectos comunes del parto
fr: Defauts courants sur l'agnelage

# text_lambing_default
source: Allows to evaluate faults on lambing
de: Ermöglicht die Bewertung von Mängeln bei der Lammzeit
es: Permite evaluar los defectos del parto
fr: Permet d'évaluer les défauts sur l'agnelage

# mort_mise_bas
source: Farrowing
de: Geburt
fr: Mise bas

# mort_pas_de_contraction_dilatation
source: No contraction/dilation
de: Keine Kontraktionen/Erweiterung
fr: Pas de contraction/dilatation

# mort_prolapsus
source: Prolapsus
de: Vorfall

# mort_mal_place
source: Misplaced
de: Schlecht positioniert
fr: Mal placé

# mort_noye
source: Drowned, not breathed (in pockets)
de: Ertrunken, nicht geatmet (in Fruchthüllen)
fr: Noyé, pas respiré(dans poches)

# mort_trop_gros
source: Too fat
de: Zu groß
fr: Trop gros

# mort_cesarienne
source: Caesarean
de: Kaiserschnitt
fr: Césarienne

# mort_brebis_malade_toxemie
source: Sick sheep/toxaemia
de: Schaf krank/Toxämie
fr: Brebis malade/toxemie

# mort_conformation
source: Conformation
de: Körperbau

# mort_malforme
source: Malformed
de: Missgebildet
fr: Malformé

# mort_chetif_maigre
source: Very small / skinny / thin
de: Sehr klein/mager
fr: Très petit / chétif / maigre

# mort_tetee
source: Breastfeeding
de: Stillzeit
fr: Tétée

# mort_incapacite_a_teter
source: Inability to breastfeed
de: Unfähig zu saugen
fr: Incapacité à téter

# mort_brebis_sans_lait
source: Ewe without milk
de: Schaf ohne Milch
fr: Brebis sans lait

# mort_non_accepte
source: Not accepted
de: Nicht akzeptiert
fr: Non accepté

# mort_sanitaire
source: Sanitary
de: Gesundheitlich
fr: Sanitaire

# mort_mou
source: Mou
de: Schlaff

# mort_baveur_colibacilose
source: Baveur (colibacilose)
de: Sabbernd (Kolibazillose)

# mort_trembleur_hirsute_border
source: Trembleur hirsute (border)
de: Zitternd, struppig (Border-Disease)

# mort_respiratoire
source: Respiratory
de: Atemwegserkrankung
fr: Respiratoire

# mort_arthrite_gros_nombril
source: Arthritis/Big navel
de: Arthritis/vergrößerter Nabel
fr: Arthrite/gros nombril

# mort_lithiase_urinaire
source: Urolithiasis
de: Harnsteine
fr: Lithiase urinaire

# mort_nerveux_metabolique
source: nervous/metabolic
de: Nerven-/Stoffwechselstörung
fr: Nerveux/metabolique

# mort_raide
source: Raide
de: Steif

# mort_tetanos
source: Tetanos
de: Tetanus

# mort_necrose_cortex_cerebral
source: Cerebral cortex necrosis
de: Nekrose der Großhirnrinde
fr: Necrose cortex cérébral

# mort_digestif
source: Digestive
de: Verdauungsstörung
fr: Digestif

# mort_diarrhee
source: Diarrhea
de: Durchfall
fr: Diarrhée

# mort_ballonne_enterotoxemie
source: Bloating or enterotoxemia
de: Aufgebläht oder Enterotoxämie
fr: Ballonné ou entérotoxémie

# mort_coccidiose
source: Coccidiose
de: Kokzidiose

# mort_autres
source: Other
de: Andere
fr: Autres

# mort_ecrase
source: Crushed
de: Erdrückt
fr: Ecrasé

# mort_maigre
source: Thin
de: Mager
fr: Maigre

# mort_accident
source: Accident
de: Unfall

# mort_disparu
source: Missing
de: Verschwunden
fr: Disparu

# mort_inconnue
source: Unknown
de: Unbekannt
fr: Inconnue

# select_death_cause
source: Select a death cause
de: Wählen Sie eine Todesursache
fr: Selectionnez une cause de décès

source: Death date
de: Todesdatum
fr: Date de décès

source: No death date
de: Kein Todesdatum
fr: Pas de date de décès

# death_cause_mandatory
source: Death cause requiered
de: Todesursache erforderlich
fr: Cause de décès obligatoire

# date_ultrasound
source: Date of ultrasound
de: Ultraschall-Datum
fr: Date d'echographie

source: Estimated mating date
de: Geschätztes Deckdatum
fr: Date de saillie estimée

source: Expected lambing date
de: Voraussichtliches Lammzeitdatum
fr: Date d'agnelage prévu

source: Result
de: Ergebnis
fr: Résultat

source: Empty
de: Leer
fr: Vide

source: Simple
de: Einzeln

source: Double
de: Doppelt

# triplet
source: Triplet and +
de: Drillinge und mehr
fr: Triplet et +

# number_fetuses_empty
source: The number of fetuses is empty
de: Die Anzahl der Föten ist leer
fr: Le nombre de foetus est vide

source: No ultrasound date
de: Kein Ultraschall-Datum
fr: Pas de date d'écho

source: Male
de: Männlich

source: Female
de: Weiblich
fr: Femelle

source: Ram
de: Widder
fr: Bélier

source: Ewe
de: Mutterschaf
fr: Brebis

source: Collective treatment
de: Kollektive Behandlung
fr: Traitement collectif

source: Prescription
de: Rezept
fr: Ordonnance

source: Medication
de: Medikament
fr: Medicament

source: Route
de: Verabreichungsweg
fr: Voie

source: Dose
de: Dosierung

# rythme
source: Rhythm
de: Rhythmus
fr: Rythme

source: Contributor
de: Behandelnder
fr: Intervenant

source: Reason
de: Grund
fr: Motif

source: Mating date
de: Deckdatum
fr: Date de saillie

source: No mating date
de: Kein Datum eingegeben
fr: Pas de date saisie

# mating_male_text
source: If empty, the mating won't be saved or will be deleted
de: Wenn leer, wird die Deckung nicht registriert oder gelöscht
fr: Si vide, la saillie ne sera pas enregistrée ou sera supprimée

# bt_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# bt_continue
source: Continue
de: Weiter
fr: Continuer

# bt_save
source: Save
de: Speichern
fr: Enregistrer

# bt_add
source: Add
de: Hinzufügen
fr: Ajouter

# bt_delete
source: Delete
de: Löschen
fr: Supprimer

# bt_edition
source: Edit
de: Bearbeiten
fr: Edition

# title_delete
source: Delete
de: Löschen
fr: Suppression

# text_delete
source: Do you want to delete this record ?
de: Möchten Sie diesen Eintrag löschen?
fr: Voulez vous supprimer cet enregistrement ?

# date_debut
source: Begin date
de: Startdatum
fr: Date début

# no_date_debut
source: No begin date
de: Kein Startdatum
fr: Pas de date de début

# date_fin
source: End date
de: Enddatum
fr: Date fin

# note_label
source: Memo
de: Notiz
fr: Note

# note_hint
source: Information about this beast
de: Informationen zu diesem Tier
fr: Information sur cette bête

# no_note
source: No entered memo
de: Keine Notiz eingegeben
fr: Pas de note saisie

source: Warning
de: Warnung

# dateDeNotation
source: Body cond date
de: Datum der Bewertung
fr: Date de notation

# name_hint
source: Name
es: Apellido
fr: Nom
